brew "chezmoi"
brew "git"
brew "mise"
brew "starship"
brew "fzf"
brew "zoxide"
brew "eza"
brew "bat"
brew "fd"
brew "ripgrep"
brew "git-delta"
brew "jq"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"

cask "zed"
cask "raycast"
cask "nikitabobko/tap/aerospace"
